Repository: common-repository/cryptopanel-payment-gateway-for-woocommerce
Catalog: languages/cryptopanel-payment-gateway-for-woocommerce-*.po
Languages: de_de

source: Enables payments with the CryptoGate Gateway.
de_de: Ermöglicht Zahlungen mit dem CryptoGate Gateway.

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Activate CryptoPanel Payment Gateway
de_de: Aktiviere CryptoPanel Payment Gateway

source: Title
de_de: Titel

source: This controls the title which the user sees during checkout.
de_de: Dieser Titel wird dem Kunden beim Checkout angezeigt.

source: Description
de_de: Beschreibung

source: The description which the user sees during checkout.
de_de: Beschreibung, die dem Kunden beim Checkout angezeigt wird.

source: Pay Securely with Bitcoin, Bitcoin Cash or Litecoin.
de_de: Jetzt sicher und verschlüsselt mit Bitcoin, Bitcoin Cash, Dash oder Litecoin zahlen.

source: Note
de_de: Hinweis

source: A Note, which will be displayed during customers checkout and inside the order email.
de_de: Hinweis, der dem Kunden beim Checkout und in der E-Mail Bestätigung angezeigt wird.

source: Error
de_de: Fehler

source: An error has occured.
de_de: Ein Fehler ist aufgetreten.

source: An error has occured. Please try again. If the problem persists please contact us.
de_de: Ein Fehler ist aufgetreten. Bitte versuche es erneut. Falls der Fehler weiterhin besteht kontaktiere uns.

source: Your CryptoGate URL
de_de: Deine CryptoGate URL

source: Your Merchant Api Token
de_de: Dein Merchant Api Token

source: Double Spend Protection
de_de: Double Spend Schutz

source: Mark order as paid when the transaction is stored in the blockchain
de_de: Markiere die Bestellung als bezahlt wenn die Transaktion in der Blockchain gespeichert ist

source: Order confirmation payment button
de_de: Bestellbestätigung Bezahlen Button

source: Display a crypto payment button in the order confirmation email
de_de: Zeige in der Bestellbestätigungs E-Mail einen Button zum Bezahlen der Bestellung an

source: Iframe payment page
de_de: Iframe Zahlseite

source: Integrate the payment page as an iframe on the website
de_de: Die Zahlseite als Iframe auf der Webseite integrieren

source: Transmit customer order data
de_de: Kundenbestelldaten übertragen

source: Display customer order data at <a target="_blank" href="https://member.cryptopanel.de/member/transaction">CryptoPanel -> CryptoGate > Transactions</a>
de_de: Kundenbestelldaten unter <a target="_blank" href="https://member.cryptopanel.de/member/transaction">CryptoPanel -> CryptoGate > Transaktionen</a> anzeigen

source: Under certain cirumstances you need an Order data processing contract (=ADV) from your service provider. In case you are using CryptoPanel, the ADV contract can be requested <a target="_blank" href ="https://www.cryptopanel.de/">here</a>
de_de: Benötigt unter Umständen einen Auftragsdatenverarbeitungsvertrag (=ADV) von Deinem Dienstleister. Solltest Du das CryptoPanel nutzen, kannst Du den ADV <a target="_blank" href ="https://www.cryptopanel.de/">hier</a> abschließen

source: Single Currency Gateway
de_de: Einzelne Zahlungsmethode

source: Enable single currency woocommerce gateways for Bitcoin, Litecoin, Bitcoin Cash and Dash.
de_de: Aktiviere einzelne Währungen als Woocommerce Zahlungsmethoden für Bitcoin, Litecoin, Bitcoin Cash und Dash.

source: Currencies
de_de: Währungen

source: Select enabled currencies
de_de: Aktive Währungen wählen

source: Checkout with crypto payment. Waiting for Transaction
de_de: Mit Kryptowährung bezahlen. Warte auf Transkation

source: Pay now
de_de: Jetzt bezahlen

source: Awaiting payment
de_de: Warte auf Zahlungseingang

source: %s Payment
de_de: %s Zahlung

source: Activate CryptoPanel Payment Gateway %s
de_de: Aktiviere CryptoPanel Payment Gateway %s

source: Pay Securely with %s
de_de: Jetzt sicher mit %s bezahlen

source: Your order at %s
de_de: Ihr Einkauf bei %s
